Repository: dvdweyer/KeyMinder
Catalog: KeyMinder/Localizable.xcstrings
Source language: en
Languages: ar, bn, da, de, es, fi, fr, he, hi, id, it, ja, ko, nb, nl, pl, pt, ru, sv, th, tr, vi, zh_hans, zh_hant

source: What should happen?
ar: ماذا يجب أن يحدث؟
bn: কী হওয়া উচিত?
da: Hvad skal ske?
de: Was soll passieren?
es: ¿Qué debería ocurrir?
fi: Mitä pitäisi tapahtua?
fr: Que doit-il se passer ?
he: מה אמור לקרות?
hi: क्या होना चाहिए?
id: Apa yang harus terjadi?
it: Cosa dovrebbe succedere?
ja: どうすればいいですか？
ko: 어떻게 할까요?
nb: Hva skal skje?
nl: Wat moet er gebeuren?
pl: Co powinno się stać?
pt: O que deve acontecer?
ru: Что должно произойти?
sv: Vad ska hända?
th: จะเกิดอะไรขึ้น?
tr: Ne olmalı?
vi: Điều gì sẽ xảy ra?
zh_hans: 应该发生什么？
zh_hant: 應該發生什麼？

source: Which screen the popup appears on.
ar: الشاشة التي تظهر عليها النافذة المنبثقة.
bn: পপআপটি কোন স্ক্রিনে প্রদর্শিত হবে।
da: Hvilken skærm popup-vinduet vises på.
de: Auf welchem Bildschirm das Popup erscheint.
es: En qué pantalla aparece la ventana emergente.
fi: Millä näytöllä ponnahdusikkuna näkyy.
fr: Sur quel écran la fenêtre contextuelle apparaît.
he: באיזה מסך יופיע החלון הקופץ.
hi: पॉपअप किस स्क्रीन पर दिखाई देगा।
id: Layar tempat popup akan muncul.
it: Su quale schermo viene visualizzato il popup.
ja: ポップアップが表示される画面。
ko: 팝업이 표시될 화면입니다.
nb: Hvilken skjerm popup-vinduet vises på.
nl: Op welk scherm de pop-up wordt weergegeven.
pl: Na którym ekranie pojawia się okno podręczne.
pt: Em qual tela o popup aparece.
ru: На каком экране появляется всплывающее окно.
sv: Vilken skärm popup-fönstret visas på.
th: หน้าจอที่ป็อปอัปจะปรากฏ
tr: Popup'ın hangi ekranda görüneceği.
vi: Màn hình mà popup sẽ xuất hiện.
zh_hans: 弹出窗口显示在哪个屏幕上。
zh_hant: 彈出視窗顯示在哪個螢幕上。

source: wildcard
ar: بدل
bn: ওয়াইল্ডকার্ড
da: jokertegn
de: Platzhalter
es: comodín
fi: yleismerkki
fr: joker
he: תו כללי
hi: वाइल्डकार्ड
id: karakter pengganti
it: jolly
ja: ワイルドカード
ko: 와일드카드
nb: jokertegn
nl: jokerteken
pl: symbol wieloznaczny
pt: curinga
ru: подстановочный знак
sv: jokertecken
th: อักขระตัวแทน
tr: joker karakter
vi: ký tự đại diện
zh_hans: 通配符
zh_hant: 萬用字元

source: Wrap long menus across columns
ar: التفاف القوائم الطويلة عبر الأعمدة
bn: দীর্ঘ মেনু কলুমনে ভাঁজ করুন
da: Ombryd lange menuer på tværs af kolonner
de: Lange Menüs auf mehrere Spalten verteilen
es: Ajustar menús largos en columnas
fi: Rivitä pitkät valikot useampaan sarakkeeseen
fr: Répartir les longs menus sur plusieurs colonnes
he: עטיפת תפריטים ארוכים בין עמודות
hi: लंबे मेनू को कॉलम में लपेटें
id: Bungkus menu panjang ke beberapa kolom
it: Distribuisci i menu lunghi su più colonne
ja: 長いメニューを複数の列に折り返す
ko: 긴 메뉴를 여러 열에 걸쳐 표시
nb: Bryt lange menyer over kolonner
nl: Lange menu's over meerdere kolommen verdelen
pl: Zawijaj długie menu do kolumn
pt: Distribuir menus longos em colunas
ru: Переносить длинные меню по столбцам
sv: Radbryt långa menyer i flera kolumner
th: ตัดเมนูยาวข้ามหลายคอลัมน์
tr: Uzun menüleri sütunlara kaydır
vi: Bọc menu dài qua nhiều cột
zh_hans: 将长菜单跨列换行
zh_hant: 將長選單跨欄換行

source: You can change these any time in Settings → General.
ar: يمكنك تغيير هذه الإعدادات في أي وقت في الإعدادات ← عام.
bn: সেটিংস → সাধারণ-এ যেকোনো সময় এগুলো পরিবর্তন করতে পারবেন।
da: Du kan til enhver tid ændre disse i Indstillinger → Generelt.
de: Diese Einstellungen können Sie jederzeit unter Einstellungen → Allgemein ändern.
es: Puedes cambiar estas opciones en cualquier momento en Ajustes → General.
fi: Voit muuttaa näitä milloin tahansa Asetuksissa → Yleiset.
fr: Vous pouvez les modifier à tout moment dans Réglages → Général.
he: תוכל לשנות אותם בכל עת בהגדרות ← כללי.
hi: आप इन्हें सेटिंग्स → सामान्य में कभी भी बदल सकते हैं।
id: Anda dapat mengubah ini kapan saja di Pengaturan → Umum.
it: Puoi modificare queste impostazioni in qualsiasi momento in Impostazioni → Generali.
ja: これらはいつでも設定 → 一般で変更できます。
ko: 설정 → 일반에서 언제든지 변경할 수 있습니다.
nb: Du kan endre disse når som helst i Innstillinger → Generelt.
nl: Je kunt deze altijd wijzigen in Instellingen → Algemeen.
pl: Możesz to zmienić w dowolnym momencie w Ustawienia → Ogólne.
pt: Pode alterar estas definições a qualquer momento em Definições → Geral.
ru: Это можно изменить в любое время в разделе «Настройки» → «Основные».
sv: Du kan ändra dessa när som helst i Inställningar → Allmänt.
th: คุณสามารถเปลี่ยนสิ่งเหล่านี้ได้ตลอดเวลาใน การตั้งค่า → ทั่วไป
tr: Bunları istediğiniz zaman Ayarlar → Genel bölümünden değiştirebilirsiniz.
vi: Bạn có thể thay đổi những điều này bất kỳ lúc nào trong Cài đặt → Chung.
zh_hans: 您可以随时在“设置”→“通用”中更改这些设置。
zh_hant: 您可以隨時在「設定」→「一般」中更改這些設定。

source: You pressed %@
ar: لقد ضغطت %@
bn: আপনি %@ চেপেছেন
da: Du trykkede %@
de: Sie haben %@ gedrückt
es: Presionaste %@
fi: Painoit %@
fr: Vous avez appuyé sur %@
he: לחצת על %@
hi: आपने %@ दबाया
id: Anda menekan %@
it: Hai premuto %@
ja: %@ を押しました
ko: %@을(를) 눌렀습니다
nb: Du trykket %@
nl: U drukte op %@
pl: Naciśnąłeś/aś %@
pt: Premiu %@
ru: Вы нажали %@
sv: Du tryckte %@
th: คุณกด %@
tr: %@ tuşuna bastınız
vi: Bạn đã nhấn %@
zh_hans: 您按下了 %@
zh_hant: 您按下了 %@

source: You're all set — click Next to continue.
ar: أنت مستعد — انقر على التالي للمتابعة.
bn: সব ঠিক আছে — চালিয়ে যেতে পরবর্তী ক্লিক করুন।
da: Du er klar — klik Næste for at fortsætte.
de: Alles bereit – klicken Sie auf «Weiter», um fortzufahren.
es: Todo listo — haz clic en Siguiente para continuar.
fi: Kaikki kunnossa — napsauta Seuraava jatkaaksesi.
fr: Vous êtes prêt — cliquez sur Suivant pour continuer.
he: הכל מוכן — לחץ על הבא כדי להמשיך.
hi: सब सेट है — जारी रखने के लिए अगला पर क्लिक करें।
id: Semua sudah siap — klik Lanjut untuk melanjutkan.
it: Sei pronto — fai clic su Avanti per continuare.
ja: 準備完了 — 次へをクリックして続けてください。
ko: 모두 완료되었습니다 — 계속하려면 다음을 클릭하세요.
nb: Alt er klart — klikk Neste for å fortsette.
nl: Je bent klaar — klik op Volgende om door te gaan.
pl: Wszystko gotowe — kliknij Dalej, aby kontynuować.
pt: Está tudo pronto — clique em Seguinte para continuar.
ru: Всё готово — нажмите «Далее» для продолжения.
sv: Du är redo — klicka på Nästa för att fortsätta.
th: พร้อมแล้ว — คลิกถัดไปเพื่อดำเนินการต่อ
tr: Hazırsınız — devam etmek için İleri'ye tıklayın.
vi: Bạn đã hoàn tất — nhấn Tiếp theo để tiếp tục.
zh_hans: 一切就绪 — 点击“下一步”继续。
zh_hant: 一切就緒 — 點按「下一步」繼續。

source: Control
bn: কন্ট্রোল
da: Ctrl
fr: Contrôle
hi: कंट्रोल
nb: Ctrl
sv: Ctrl
th: คีย์ Control
